tap "homebrew/bundle"
tap "ngrok/ngrok"
brew "bat"
brew "ruby"
brew "cocoapods"
brew "fd"
brew "fzf"
brew "gh"
brew "mas"
brew "mysql-client"
brew "nodebrew"
brew "openjdk"
brew "poppler"
brew "ripgrep"
brew "sf"
brew "starship"
brew "tig"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "zsh"
cask "1password"
cask "alacritty"
cask "alfred"
cask "cleanshot"
cask "cursor"
cask "deepl"
cask "figma"
cask "gather"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "google-japanese-ime"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "miro"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "orbstack"
cask "skitch"
cask "slack"
cask "spotify"
cask "ticktick"
cask "visual-studio-code"
cask "warp"
cask "zoom"
vscode "anthropic.claude-code"
vscode "biomejs.biome"
vscode "frenco.vscode-notion"
vscode "hyzeta.vscode-theme-github-light"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-typescript-next"
vscode "redhat.vscode-yaml"
vscode "salesforce.apex-language-server-extension"
vscode "salesforce.salesforce-vscode-slds"
vscode "salesforce.salesforcedx-einstein-gpt"
vscode "salesforce.salesforcedx-vscode"
vscode "salesforce.salesforcedx-vscode-apex"
vscode "salesforce.salesforcedx-vscode-apex-oas"
vscode "salesforce.salesforcedx-vscode-apex-replay-debugger"
vscode "salesforce.salesforcedx-vscode-apex-testing"
vscode "salesforce.salesforcedx-vscode-core"
vscode "salesforce.salesforcedx-vscode-lightning"
vscode "salesforce.salesforcedx-vscode-lwc"
vscode "salesforce.salesforcedx-vscode-org"
vscode "salesforce.salesforcedx-vscode-soql"
vscode "salesforce.salesforcedx-vscode-visualforce"
vscode "salesforce.sfdx-code-analyzer-vscode"
vscode "teamsdevapp.ms-teams-vscode-extension"
vscode "vue.volar"
